import React from 'react';
import './documents.scss'


const Documents = () => {
    return (
        <section className="Documents">
            <div className="container">
                <div className="documents">
                <div className="documents__title-container">
                <button onClick={() => window.history.back()}>Назад</button>
                <h2>ЗАКОН КЫРГЫЗСКОЙ РЕСПУБЛИКИ</h2>

                <div className="infor-container">
      <div className="documents__top">
      О государственных закупках
      </div>
      <div className="contractCards-container">
             
                
               
                
                    <div>
                        <h3></h3>
                        <p className="documents-maindetails">

                      

<span><strong>
<i>(В редакции Законов Кыргызской Республики от 30 января 2023 года № 19, 25 июля 2023 года № 147, 7 августа 2023 года № 165)</i>
    <br />Глава 1. Общие положения</strong></span>
<br />

<strong className='state'>Статья 1. Сфера применения, цели и принципы настоящего Закона</strong>
<br />
<br />

1. Настоящий Закон устанавливает общие правовые и экономические принципы государственных закупок и регулирует порядок осуществления государственных закупок в соответствии с установленными целями.
<br />

2. Целью настоящего Закона является эффективное и экономичное использование государственных ресурсов путем регулирования отношений, связанных с обеспечением функционирования деятельности закупающих организаций.
<br />
3. Осуществление государственных закупок Кыргызской Республики основывается на принципах:

<br />
1) оптимизации процессов государственных закупок через создание единой системы государственных закупок и формирование общественного доверия к ней;
<br />
2) соблюдения прав и законных интересов участников государственных закупок;
<br />
3) открытости, беспристрастности, публичности и прозрачности при осуществлении государственных закупок;
<br />
4) приобретения инновационных и высокотехнологичных товаров, работ, услуг.
<br />
Статья 2. Законодательство о государственных закупках
<br />
1. Законодательство Кыргызской Республики о государственных закупках основывается на Конституции Кыргызской Республики, настоящем Законе и других нормативных правовых актах, регулирующих отношения в сфере государственных закупок.
<br />
2. Если международным договором, вступившим в силу в соответствии с законодательством Кыргызской Республики, установлены иные нормы, правила и сроки, чем предусмотренные настоящим Законом, то применяются нормы международного договора.
<br />
3. В целях реализации настоящего Закона порядок организации и проведения процедур государственных закупок товаров, работ, услуг и консультационных услуг определяется Кабинетом Министров Кыргызской Республики (далее - Кабинет Министров).
<br />
4. Настоящий Закон не регулирует закупки:
<br />
1) связанные с защитой государственных секретов в соответствии с законодательством о защите государственных секретов. Порядок организации таких государственных закупок определяется Кабинетом Министров;
<br />
2) осуществляемые Национальным банком Кыргызской Республики. Национальный банк Кыргызской Республики осуществляет закупки для обеспечения административно-хозяйственных нужд, выполнения строительных работ и капитального ремонта в соответствии со своими внутренними правилами осуществления закупок. Внутренние правила о закупках утверждаются Национальным банком Кыргызской Республики и не должны противоречить цели и принципам настоящего Закона;
<br />
3) за счет средств международных фондов, учрежденных в целях содействия экономическому сотрудничеству между Кыргызской Республикой и другими государствами;
<br />
4) связанные с услугами гемодиализа для больных хронической почечной недостаточностью пятой стадии. Порядок организации и осуществления таких закупок определяется Кабинетом Министров;
<br />
4-1) осуществляемые государственными высшими учебными заведениями, обладающими особым статусом;
<br />
5) осуществляемые государственными и муниципальными предприятиями; акционерными обществами, где 50 и более процентов доли участия в уставном капитале принадлежат государству, в том числе их дочерними хозяйственными обществами;
<br />
6) связанные с изготовлением учебников для общеобразовательных организаций, за исключением учебников, изданных рельефно-точечным шрифтом Брайля. Порядок организации и осуществления таких закупок определяется Кабинетом Министров.
<br />
5. Изменения в настоящий Закон вносятся не более одного раза в год, за исключением случаев возникновения обстоятельств непреодолимой силы, устранения противоречий и пробелов, которые вступают в силу с 1 января следующего календарного года.
<br />
(В редакции Законов КР от 25 июля 2023 года № 147, 7 августа 2023 года № 165)
<br />
Внимание! Изменения,  внесенные  Законом КР от 7 августа 2023 года № 165 в статью 2 настоящего Закона, вступают в силу с 31 января 2024 года.

</p>
                    </div>
             </div>
      
        </div>

        <div className="infor-container">
      <div className="documents__top">
      Документы о государственных закупках
      </div>
      <div className="contractCards-container">
             <img src="../public/doc_bg.webp" alt="" className="center" />
             <img src="../public/type.png" alt="" className="over" />
        </div>
      
        </div>
                </div>
                </div>
            </div>
        </section>
    );
};

export default Documents;