import React from 'react';
import './Questions.scss';
import "./Questions.js"

const Questions = () => {
    return (
        <div className="wrapper">
          <section className="details-group">
            <details className="details" open>
              <summary className="details__summary">
              Что такое гос закупки ?
              </summary>
              <div className="details__content">
                <p>Это тендеры, которые объявляют государственные учреждения, предприятия и организации в Единой системе электронных публичных закупок Prozorro.Главный принцип электронной системы - все видят все. Это означает прозрачность, открытость, публичность и доступность информации о закупках государства.</p>
              </div>
            </details>
            <details className="details" open>
              <summary className="details__summary">
              Что с ними можно делать ?
              </summary>
              <div className="details__content">
                <p>Это тендеры, которые объявляют государственные учреждения, предприятия и организации в Единой системе электронных публичных закупок Prozorro.Главный принцип электронной системы - все видят все. Это означает прозрачность, открытость, публичность и доступность информации о закупках государства.</p>
              </div>
            </details><details className="details" open>
              <summary className="details__summary">
              Как управлять данными ?
              </summary>
              <div className="details__content">
                <p>Это тендеры, которые объявляют государственные учреждения, предприятия и организации в Единой системе электронных публичных закупок Prozorro.Главный принцип электронной системы - все видят все. Это означает прозрачность, открытость, публичность и доступность информации о закупках государства.</p>
              </div>
            </details><details className="details" open>
              <summary className="details__summary">
              С чем мы работает ?
              </summary>
              <div className="details__content">
                <p>Это тендеры, которые объявляют государственные учреждения, предприятия и организации в Единой системе электронных публичных закупок Prozorro.Главный принцип электронной системы - все видят все. Это означает прозрачность, открытость, публичность и доступность информации о закупках государства.</p>
              </div>
            </details><details className="details" open>
              <summary className="details__summary">
              Официальные документы ?
              </summary>
              <div className="details__content">
                <p>Это тендеры, которые объявляют государственные учреждения, предприятия и организации в Единой системе электронных публичных закупок Prozorro.Главный принцип электронной системы - все видят все. Это означает прозрачность, открытость, публичность и доступность информации о закупках государства.</p>
              </div>
            </details><details className="details" open>
              <summary className="details__summary">
              Почему нам стоит доверять ?
              </summary>
              <div className="details__content">
                <p>Это тендеры, которые объявляют государственные учреждения, предприятия и организации в Единой системе электронных публичных закупок Prozorro.Главный принцип электронной системы - все видят все. Это означает прозрачность, открытость, публичность и доступность информации о закупках государства.</p>
              </div>
            </details><details className="details" open>
              <summary className="details__summary">
              Это тендеры, которые объявляют государственные учреждения
              </summary>
              <div className="details__content">
                <p>Это тендеры, которые объявляют государственные учреждения, предприятия и организации в Единой системе электронных публичных закупок Prozorro.Главный принцип электронной системы - все видят все. Это означает прозрачность, открытость, публичность и доступность информации о закупках государства.</p>
              </div>
            </details>
          </section>
        </div>
        
    );
};

export default  Questions;