import React from 'react';
import './Detail.scss'; // Импортируем файл со стилями

function DetailedPlan() {
  return (
  

<div className="detail-container">
      
      <div className="detail-containers">
        <div className="detail__top">
      Форма рудного закупателя
      </div>
              <div>
                  <h3></h3>
                  <p className="detail-maindetails">


                  Порядок визначення предмета закупівлі5. Конкретна назва предмета закупівлі: Код за ДК 021:2015 – 33730000-6 Офтальмологічні вироби та коригувальні лінзи Одноразовий пристрій для введення інтраокулярної лінзи НК 024:2023 42367; Ніж безпечний для тунельного розрізу 2,65 мм, зігнутий НК 024:2023 32764; Ніж безпечний Sideport 1,4мм (19Ga),зігнутий НК 024:2023 32764; Інтраокулярна лінза акрилова гідрофільна м’яка НК 024:2023 16069; Віскоеластик 1.0 мл. , гіалуронат натрію 3% НК 024:2023 62885; Віскоеластик 2,0 мл. гідроксипропіл-метилцелюлоза НК 024:2023 62885; Інтракапсулярне кільце НК 024:2023 32758; Розчин офтальмологічний трипанового синього НК 024:2023 37207, Код за ДК 021:2015 – 33730000-6 Офтальмологічні вироби та коригувальні лінзи Одноразовий пристрій для введення інтраокулярної лінзи НК 024:2023 42367 - 60 штуки, Код за ДК 021:2015 – 33730000-6 Офтальмологічні вироби та коригувальні лінзи Ніж безпечний для тунельного розрізу 2,65 мм, зігнутий НК 024:2023 32764 - 20 штуки, код за ДК 021:2015 – 33730000-6 Офтальмологічні вироби та коригувальні лінзи Ніж безпечний Sideport 1,4мм (19Ga),зігнутий НК 024:2023 32764 - 20 штуки, код за ДК 021:2015 – 33730000-6 Офтальмологічні вироби та коригувальні лінзи Інтраокулярна лінза акрилова гідрофільна м’яка НК 024:2023 16069 - 60 штуки, код за ДК 021:2015 – 33730000-6 Офтальмологічні вироби та коригувальні лінзи Віскоеластик 1.0 мл. , гіалуронат натрію 3% НК 024:2023 62885 - 20 штуки, код за ДК 021:2015 – 33730000-6 Офтальмологічні вироби та коригувальні лінзи Віскоеластик 2,0 мл. гідроксипропіл-метилцелюлоза НК 024:2023 62885 - 20 штуки, код за ДК 021:2015 – 33730000-6 Офтальмологічні вироби та коригувальні лінзи Інтракапсулярне кільце НК 024:2023 32758 - 10 штуки, код за ДК 021:2015 – 33730000-6 Офтальмологічні вироби та коригувальні лінзи Розчин офтальмологічний трипанового синього НК 024:2023 37207 - 15 штуки 

</p>
              </div>
       </div>

       
       <div className="detail-containers">
       <div className="detail__top">
Форма рудного закупателя
</div>
              <div>
                  <h3></h3>
                  <p className="detail-maindetails">


                  Порядок визначення предмета закупівлі5. Конкретна назва предмета закупівлі: Код за ДК 021:2015 – 33730000-6 Офтальмологічні вироби та коригувальні лінзи Одноразовий пристрій для введення інтраокулярної лінзи НК 024:2023 42367; Ніж безпечний для тунельного розрізу 2,65 мм, зігнутий НК 024:2023 32764; Ніж безпечний Sideport 1,4мм (19Ga),зігнутий НК 024:2023 32764; Інтраокулярна лінза акрилова гідрофільна м’яка НК 024:2023 16069; Віскоеластик 1.0 мл. , гіалуронат натрію 3% НК 024:2023 62885; Віскоеластик 2,0 мл. гідроксипропіл-метилцелюлоза НК 024:2023 62885; Інтракапсулярне кільце НК 024:2023 32758; Розчин офтальмологічний трипанового синього НК 024:2023 37207, Код за ДК 021:2015 – 33730000-6 Офтальмологічні вироби та коригувальні лінзи Одноразовий пристрій для введення інтраокулярної лінзи НК 024:2023 42367 - 60 штуки, Код за ДК 021:2015 – 33730000-6 Офтальмологічні вироби та коригувальні лінзи Ніж безпечний для тунельного розрізу 2,65 мм, зігнутий НК 024:2023 32764 - 20 штуки, код за ДК 021:2015 – 33730000-6 Офтальмологічні вироби та коригувальні лінзи Ніж безпечний Sideport 1,4мм (19Ga),зігнутий НК 024:2023 32764 - 20 штуки, код за ДК 021:2015 – 33730000-6 Офтальмологічні вироби та коригувальні лінзи Інтраокулярна лінза акрилова гідрофільна м’яка НК 024:2023 16069 - 60 штуки, код за ДК 021:2015 – 33730000-6 Офтальмологічні вироби та коригувальні лінзи Віскоеластик 1.0 мл. , гіалуронат натрію 3% НК 024:2023 62885 - 20 штуки, код за ДК 021:2015 – 33730000-6 Офтальмологічні вироби та коригувальні лінзи Віскоеластик 2,0 мл. гідроксипропіл-метилцелюлоза НК 024:2023 62885 - 20 штуки, код за ДК 021:2015 – 33730000-6 Офтальмологічні вироби та коригувальні лінзи Інтракапсулярне кільце НК 024:2023 32758 - 10 штуки, код за ДК 021:2015 – 33730000-6 Офтальмологічні вироби та коригувальні лінзи Розчин офтальмологічний трипанового синього НК 024:2023 37207 - 15 штуки 

</p>
              </div>
       </div>
       
       <div className="detail-containers">
      
              <div>
                 <div className="detail__top">
      Форма рудного закупателя
      </div>
                  <h3></h3>
                  <p className="detail-maindetails">


                  Порядок визначення предмета закупівлі5. Конкретна назва предмета закупівлі: Код за ДК 021:2015 – 33730000-6 Офтальмологічні вироби та коригувальні лінзи Одноразовий пристрій для введення інтраокулярної лінзи НК 024:2023 42367; Ніж безпечний для тунельного розрізу 2,65 мм, зігнутий НК 024:2023 32764; Ніж безпечний Sideport 1,4мм (19Ga),зігнутий НК 024:2023 32764; Інтраокулярна лінза акрилова гідрофільна м’яка НК 024:2023 16069; Віскоеластик 1.0 мл. , гіалуронат натрію 3% НК 024:2023 62885; Віскоеластик 2,0 мл. гідроксипропіл-метилцелюлоза НК 024:2023 62885; Інтракапсулярне кільце НК 024:2023 32758; Розчин офтальмологічний трипанового синього НК 024:2023 37207, Код за ДК 021:2015 – 33730000-6 Офтальмологічні вироби та коригувальні лінзи Одноразовий пристрій для введення інтраокулярної лінзи НК 024:2023 42367 - 60 штуки, Код за ДК 021:2015 – 33730000-6 Офтальмологічні вироби та коригувальні лінзи Ніж безпечний для тунельного розрізу 2,65 мм, зігнутий НК 024:2023 32764 - 20 штуки, код за ДК 021:2015 – 33730000-6 Офтальмологічні вироби та коригувальні лінзи Ніж безпечний Sideport 1,4мм (19Ga),зігнутий НК 024:2023 32764 - 20 штуки, код за ДК 021:2015 – 33730000-6 Офтальмологічні вироби та коригувальні лінзи Інтраокулярна лінза акрилова гідрофільна м’яка НК 024:2023 16069 - 60 штуки, код за ДК 021:2015 – 33730000-6 Офтальмологічні вироби та коригувальні лінзи Віскоеластик 1.0 мл. , гіалуронат натрію 3% НК 024:2023 62885 - 20 штуки, код за ДК 021:2015 – 33730000-6 Офтальмологічні вироби та коригувальні лінзи Віскоеластик 2,0 мл. гідроксипропіл-метилцелюлоза НК 024:2023 62885 - 20 штуки, код за ДК 021:2015 – 33730000-6 Офтальмологічні вироби та коригувальні лінзи Інтракапсулярне кільце НК 024:2023 32758 - 10 штуки, код за ДК 021:2015 – 33730000-6 Офтальмологічні вироби та коригувальні лінзи Розчин офтальмологічний трипанового синього НК 024:2023 37207 - 15 штуки 

</p>
              </div>
       </div>

  </div>
  );
}

export default DetailedPlan;